Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=62_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamenkielinen oppimateriaalityö
smn: Sämikielâlâš oppâmateriaalpargo

source: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.
smn: Oppâmateriaalpargo taha iävtuid sämikielâ, sämikulttuur já sämikielâlâš máttááttâsâsân jieškote-uv škovlâtaasijn.

source: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 – luvun puolivälissä.
smn: Sämikielâlâš oppâmateriaalij valmâštem algâttui sämikielâlâš algâmáttááttâs jotonpieijâm ohtâvuođâst 1970 – lovo pelimuddoost.

source: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.
smn: Aalgâst materiaalpargoost västidij Laapi läänihaldâttâs, mast poorgâi ive 1976 rääjist sierânâs sämiškovlim vuávájeijee.

source: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.
smn: Tááláá ääigist oppâmateriaalpargo kulá Sämitige pargoid, mii finnee ihásávt staatâtorjuu oppâmateriaal rähtim várás.

source: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.
smn: Oppâmateriaalmeriruttâ kulá staatâ budjetist máttááttâsministeriö válduluákan já tobbeen máttááttâshaldâttâs toimâmanoid.

source: Saamelaiskäräjät tekee vuosittain opetushallituksen kanssa oppimateriaalityötä koskevan tulossopimuksen ja raportoi sille materiaalityön tuloksista.
smn: Sämitigge taha ihásávt máttááttâshaldâttâsáin oppâmateriaalpargo kyeskee puáđussopâmuš já raportist toos materiaalpargo puátusijn.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta hyväksyy oppimateriaalityötä koskevat tuotantosuunnitelmat ja periaatteet.
smn: Sämitige škovlim- já oppâmateriaallävdikodde tuhhit oppâmateriaalpargo kyeskee pyevtittâsvuáváámijd já prinsiipâid.

source: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.
smn: Škovlim- já oppâmateriaaltoimâttâh västid oppâmateriaalpargo vuáváámist, tooimâi piäiválâš olášutmist, jyehimist, tieđeetmist, vaarij kevttimân kullee haaldâšmist já materiaalpaargon kullee tave-eennâmlâš ohtsâšpargoost.

source: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.
smn: Oppâmateriaal ráhtoo aanaar-, nuorttâ- já tavesämikielân.

source: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.
smn: Sämitigge tuárju meid ovtâskâs oppâmateriaal rähtim.

source: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.
smn: Škovlim- já oppâmateriaallävdikoddeest puáhtá uuccâđ torjuu sämikielâlâš oppâmateriaalprojektij várás.

source: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.
smn: Eidusâš uuccâmäigi ij lah, mut torjuuh occojeh táválávt skammâ-uđđâivemáánust, et puáttee ive pyevtittemvuávám lii pargo vyelni.

source: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.
smn: Sämitigge puáhtá pálkkááttiđ meriáigásijd olespiäiválâš pargeid oppâmateriaal kietâčäällim- já eres pargoid.

source: Merkittävin oppimateriaalityötä tekevä ryhmä ovat saamenkieliset opettajat.
smn: Merhâšitteemus oppâmateriaalpargo pargee juávkku lii sämikielâlâš máttáátteijeeh.

source: Oppimateriaalityön periaatteet
smn: Oppâmateriaalpargo prinsiipah

source: Oppimateriaalin jakelun periaatteet
smn: Oppâmateriaal jyehim prinsiipah

source: Valtionavustukset
smn: Staatâtorjuuh

source: Vaalikaudella 2004-2007 julkaistut materiaalit
smn: Vaaljâpaajeest 2004-2007 almostittum materiaal
